<?php
// 国家区域划分
return[
    '1' => "日本,",
    '2' => "奥地利,保加利亚,韩国,马来西亚,斯洛伐克,泰国,新加坡,印度,印度尼西亚",
    '3' => "爱尔兰,比利时,波兰,丹麦,芬兰,捷克,葡萄牙,瑞士,希腊,意大利",
    '4' => "阿曼,阿塞拜疆,塔吉克斯坦,土库曼斯坦,爱沙尼亚,巴基斯坦,白俄罗斯,波黑,朝鲜,法国,菲律宾,哈萨克斯坦,吉尔吉斯斯坦,加拿大,卡塔尔,拉脱维亚,立陶宛,卢森堡,罗马尼亚,马耳他,美国,蒙古,塞浦路斯,斯里兰卡,斯洛文尼亚,土耳其,乌克兰,乌兹别克斯坦,西班牙,新西兰,叙利亚,亚美尼亚,越南",
    '5' => "阿尔巴尼亚,阿尔及利亚,阿富汗,阿根廷,阿联酋,黑山,埃及,美属萨摩亚,埃塞俄比亚,安道尔,安哥拉,巴布亚新几内亚,巴林,巴拿马,巴西,贝宁,冰岛,博茨瓦纳,不丹,布隆迪,赤道几内亚,多哥,厄瓜多尔,法罗群岛,法属波利尼西亚,梵蒂冈,斐济,冈比亚,哥伦比亚,格鲁吉亚,古巴,关岛,基里巴斯,吉布提,几内亚,几内亚比绍,加纳,加蓬,柬埔寨,津巴布韦,喀麦隆,科特迪瓦,科威特,肯尼亚,库克群岛,老挝,黎巴嫩,利比里亚,利比亚,列支敦士登,卢旺达,马达加斯加,马德拉群岛,马尔代夫,马拉维,马里,马其顿,马绍尔群岛,毛里求斯,毛里塔尼亚,秘鲁,密克罗尼西亚,缅甸,摩尔多瓦,摩洛哥,摩纳哥,莫桑比克,墨西哥,纳米比亚,南非,尼泊尔,尼日尔,尼日利亚,塞尔维亚,塞拉利昂,塞内加尔,塞舌尔,圣马力诺,斯威士兰,苏丹,苏里南,索马里,坦桑尼亚,汤加,突尼斯,瓦努阿图,委内瑞拉,文莱,乌干达,新喀里多尼亚,亚速尔群岛,也门,伊拉克,伊朗,约旦,赞比亚,直布罗陀",
    '6' => "阿鲁巴,安圭拉,刚果,巴巴多斯,巴哈马,巴拉圭,百慕大,波多黎各,玻利维亚,伯利兹,多米尼加,法属圭亚那,哥斯达黎加,格林纳达,格陵兰岛,瓜德罗普,圭亚那,海地,荷属安的列斯群岛,洪都拉斯,开曼群岛,马提尼克,尼加拉瓜,萨尔瓦多,圣皮埃尔和密克隆,特立尼达和多巴哥,危地马拉,乌拉圭,牙买加,智利",
    '7' => "俄罗斯,",
    '8' => "澳大利亚,英国,瑞典,以色列,德国,挪威,荷兰,克罗地亚,匈牙利",
];